Repository: veljkoni/Chessko
Catalog: Chessko/Localizable.xcstrings
Source language: sr
Languages: de, en, fr, hi, it, ru, zh_hans

source: Lovac vs. Skakač u završnici
de: Läufer vs. Springer im Endspiel
en: Bishop vs. Knight in the endgame
fr: Fou contre Cavalier en finale
hi: अंत खेल में ऊँट बनाम घोड़ा
it: Alfiere contro Cavallo nel finale
ru: Слон против коня в эндшпиле
zh_hans: 残局中的象对马

source: Šah-Mat i Remi
de: Schachmatt und Remis
en: Checkmate and draw
fr: Échec et mat et nulle
hi: शहमात और ड्रॉ
it: Scacco matto e patta
ru: Мат и ничья
zh_hans: 将杀与平局

source: Mini finalni test
de: Mini-Abschlusstest
en: Mini final test
fr: Mini test final
hi: मिनी अंतिम परीक्षा
it: Mini test finale
ru: Мини финальный тест
zh_hans: 迷你结业测试

source: O autoru
de: Über den Autor
en: About the author
fr: À propos de l’auteur
hi: लेखक के बारे में
it: Sull’autore
ru: Об авторе
zh_hans: 关于作者

source: Izvor: Project Gutenberg
de: Quelle: Project Gutenberg
en: Source: Project Gutenberg
fr: Source : Project Gutenberg
hi: स्रोत: Project Gutenberg
it: Fonte: Project Gutenberg
ru: Источник: Project Gutenberg
zh_hans: 来源：古腾堡计划

source: Kapablanka piše
de: Capablanca schreibt
en: Capablanca writes
fr: Capablanca écrit
hi: कापाब्लांका लिखते हैं
it: Capablanca scrive
ru: Капабланка пишет
zh_hans: 卡帕布兰卡写道

source: 1 bod
de: 1 Punkt
en: 1 point
fr: 1 point
hi: 1 अंक
it: 1 punto
ru: 1 очко
zh_hans: 1 分

source: 3 boda
de: 3 Punkte
en: 3 points
fr: 3 points
hi: 3 अंक
it: 3 punti
ru: 3 очка
zh_hans: 3 分

source: 5 boda
de: 5 Punkte
en: 5 points
fr: 5 points
hi: 5 अंक
it: 5 punti
ru: 5 очков
zh_hans: 5 分

source: 9 bodova
de: 9 Punkte
en: 9 points
fr: 9 points
hi: 9 अंक
it: 9 punti
ru: 9 очков
zh_hans: 9 分

source: Pion (Pešak)
de: Der Bauer
en: Pawn
fr: Le Pion
hi: प्यादा
it: Il Pedone
ru: Пешка
zh_hans: 兵

source: Top (Kula)
de: Der Turm
en: Rook
fr: La Tour
hi: हाथी
it: La Torre
ru: Ладья
zh_hans: 车

source: Lovac (Iber)
de: Der Läufer
en: Bishop
fr: Le Fou
hi: ऊँट
it: L’Alfiere
ru: Слон
zh_hans: 象

source: Skakač (Konj)
de: Der Springer
en: Knight
fr: Le Cavalier
hi: घोड़ा
it: Il Cavallo
ru: Конь
zh_hans: 马

source: Kraljica (Dama)
de: Die Dame
en: Queen
fr: La Dame
hi: वज़ीर
it: La Donna
ru: Ферзь
zh_hans: 皇后

source: Kretanje
de: Bewegung
en: Movement
fr: Déplacement
hi: चाल
it: Movimento
ru: Ход
zh_hans: 走法

source: Napad
de: Angriff
en: Attack
fr: Attaque
hi: हमला
it: Attacco
ru: Атака
zh_hans: 进攻

source: Jedinstven!
de: Einzigartig!
en: Unique!
fr: Unique !
hi: अद्वितीय!
it: Unico!
ru: Уникален!
zh_hans: 独一无二！

source: Uslovi za rokadu
de: Bedingungen für die Rochade
en: Conditions for castling
fr: Conditions du roque
hi: कैसलिंग की शर्तें
it: Condizioni per l’arrocco
ru: Условия рокировки
zh_hans: 王车易位的条件

source: Dva lovca su gotovo uvek jača od dva skakača
de: Zwei Läufer sind fast immer stärker als zwei Springer
en: Two bishops are almost always stronger than two knights
fr: Deux fous sont presque toujours plus forts que deux cavaliers
hi: दो ऊँट लगभग हमेशा दो घोड़ों से मजबूत होते हैं
it: Due alfieri sono quasi sempre più forti di due cavalli
ru: Два слона почти всегда сильнее двух коней
zh_hans: 双象几乎总是强于双马

source: Top vredi kao skakač plus dva piona
de: Ein Turm ist einen Springer plus zwei Bauern wert
en: A rook is worth a knight plus two pawns
fr: Une tour vaut un cavalier plus deux pions
hi: एक हाथी एक घोड़े और दो प्यादों के बराबर है
it: Una torre vale un cavallo più due pedoni
ru: Ладья стоит коня плюс две пешки
zh_hans: 一车价值相当于一马加两兵

source: Kralj u završnici postaje napadačka figura
de: Im Endspiel wird der König zur Angriffsfigur
en: In the endgame the king becomes an attacking piece
fr: En finale, le roi devient une pièce d’attaque
hi: अंत खेल में राजा एक हमलावर मोहरा बन जाता है
it: Nel finale il re diventa un pezzo d’attacco
ru: В эндшпиле король становится атакующей фигурой
zh_hans: 残局中国王成为进攻棋子

source: "Prva stvar koju učenik treba da uradi jeste da upozna snagu figura. Ovo se najlakše postiže učenjem kako se brzo postiže šah-mat."
de: „Das Erste, was ein Schüler tun muss, ist die Kraft der Figuren kennenzulernen. Am besten lernt man dies, indem man schnell mattsetzt.“
en: "The first thing a student must do is become acquainted with the power of the pieces. This is best done by learning how to deliver checkmate quickly."
fr: « La première chose qu’un élève doit faire est de se familiariser avec la force des pièces. Le mieux est d’apprendre à mater rapidement. »
hi: "छात्र को सबसे पहले मोहरों की ताकत से परिचित होना चाहिए। यह जल्दी शहमात देना सीखकर सबसे अच्छा होता है।"
it: "La prima cosa che uno studente deve fare è conoscere la forza dei pezzi. Il modo migliore è imparare a dare scacco matto rapidamente."
ru: «Первое, что должен сделать ученик, — познакомиться с силой фигур. Лучше всего это даётся через умение быстро ставить мат.»
zh_hans: “学习者首先要做的是了解棋子的力量。最好的方法就是学会快速将杀。”

source: Šah se igra na tabli od **64 polja** naizmenično svetle i tamne boje. Uvek zapamti: **donje desno polje mora biti svetlo**. Svaki igrač počinje sa **16 figura**.
de: Schach wird auf einem Brett mit **64 Feldern** in abwechselnd hellen und dunklen Farben gespielt. Merke dir immer: **das Feld unten rechts muss hell sein**. Jeder Spieler beginnt mit **16 Figuren**.
en: Chess is played on a board of **64 squares** that alternate light and dark. Always remember: **the bottom-right square must be light**. Each player starts with **16 pieces**.
fr: Les échecs se jouent sur un échiquier de **64 cases** claires et foncées en alternance. Retenez toujours : **la case en bas à droite doit être claire**. Chaque joueur commence avec **16 pièces**.
hi: शतरंज **64 खानों** के बोर्ड पर खेला जाता है जो हल्के और गहरे रंग के होते हैं। हमेशा याद रखें: **नीचे-दाईं ओर का खाना हल्का होना चाहिए**। हर खिलाड़ी **16 मोहरों** से शुरू करता है।
it: Gli scacchi si giocano su una scacchiera di **64 caselle** chiare e scure alternate. Ricorda sempre: **la casella in basso a destra deve essere chiara**. Ogni giocatore inizia con **16 pezzi**.
ru: Шахматы играются на доске из **64 полей** попеременно светлого и тёмного цвета. Всегда помните: **нижнее правое поле должно быть светлым**. Каждый игрок начинает с **16 фигурами**.
zh_hans: 国际象棋在 **64 格** 的棋盘上进行，深浅格交替。永远记住：**右下角必须是浅色格**。每方以 **16 个棋子** 开始。

source: Kapablanka kaže: vrednost nije fiksna — menja se zavisno od pozicije. Ipak, ove brojke služe kao vodič u razmeni figura.
de: Capablanca sagt: Der Wert ist nicht fest — er ändert sich je nach Stellung. Dennoch dienen diese Zahlen als Leitfaden beim Abtausch.
en: Capablanca says: value is not fixed — it changes with the position. Still, these numbers serve as a guide when exchanging pieces.
fr: Capablanca dit : la valeur n’est pas fixe — elle change selon la position. Ces chiffres servent toutefois de guide pour les échanges.
hi: कापाब्लांका कहते हैं: मूल्य स्थिर नहीं है — यह स्थिति के अनुसार बदलता है। फिर भी ये अंक मोहरों की अदला-बदली में मार्गदर्शक हैं।
it: Capablanca dice: il valore non è fisso — cambia con la posizione. Tuttavia questi numeri servono da guida negli scambi.
ru: Капабланка говорит: ценность не постоянна — она меняется в зависимости от позиции. И всё же эти числа служат ориентиром при разменах.
zh_hans: 卡帕布兰卡说：价值并非固定——它随局面变化。不过这些数字在兑子时可作参考。

source: Lovac je naročito snažan kada postoje pioni na obe strane table i kada su linije otvorene.
de: Der Läufer ist besonders stark, wenn auf beiden Seiten Bauern stehen und die Linien offen sind.
en: The bishop is especially strong when there are pawns on both sides of the board and the lines are open.
fr: Le fou est particulièrement fort lorsqu’il y a des pions des deux côtés et que les lignes sont ouvertes.
hi: ऊँट तब विशेष रूप से मजबूत होता है जब बोर्ड के दोनों ओर प्यादे हों और लाइनें खुली हों।
it: L’alfiere è particolarmente forte quando ci sono pedoni su entrambi i lati e le linee sono aperte.
ru: Слон особенно силён, когда пешки есть на обоих флангах и линии открыты.
zh_hans: 当棋盘两侧都有兵且线路开放时，象尤为强大。

source: Ili lovac plus dva piona. Zato se razmena figure za topa bez kompenzacije naziva "gubljenje kvaliteta".
de: Oder ein Läufer plus zwei Bauern. Deshalb nennt man das Hergeben einer Leichtfigur für einen Turm ohne Kompensation „Qualitätsverlust“.
en: Or a bishop plus two pawns. That is why giving up a minor piece for a rook without compensation is called "losing the exchange".
fr: Ou un fou plus deux pions. C’est pourquoi céder une pièce mineure contre une tour sans compensation s’appelle « perdre la qualité ».
hi: या एक ऊँट और दो प्यादे। इसीलिए बिना मुआवजे के हाथी के बदले छोटा मोहरा देना "क्वालिटी गँवाना" कहलाता है।
it: Oppure un alfiere più due pedoni. Per questo cedere un pezzo minore per una torre senza compenso si chiama "perdere la qualità".
ru: Или слон плюс две пешки. Поэтому отдачу лёгкой фигуры за ладью без компенсации называют «потерей качества».
zh_hans: 或一象加两兵。因此无补偿地用轻子换车被称为“亏交换”。

source: U otvaranju i središnjici Kralj je isključivo odbrambena figura. U završnici, kada nestane većina figura, mora aktivno da učestvuje u borbi.
de: In Eröffnung und Mittelspiel ist der König rein defensiv. Im Endspiel, wenn die meisten Figuren weg sind, muss er aktiv am Kampf teilnehmen.
en: In the opening and middlegame the king is purely a defensive piece. In the endgame, once most pieces are gone, it must take an active part in the fight.
fr: En ouverture et milieu de partie, le roi est purement défensif. En finale, quand la plupart des pièces ont disparu, il doit participer activement au combat.
hi: ओपनिंग और मध्य खेल में राजा केवल रक्षात्मक मोहरा है। अंत खेल में, जब अधिकांश मोहरे चले जाते हैं, उसे सक्रिय रूप से लड़ाई में भाग लेना चाहिए।
it: In apertura e mediogioco il re è un pezzo puramente difensivo. Nel finale, quando la maggior parte dei pezzi è sparita, deve partecipare attivamente alla lotta.
ru: В дебюте и миттельшпиле король — чисто оборонительная фигура. В эндшпиле, когда большинства фигур не стало, он должен активно участвовать в борьбе.
zh_hans: 在开局和中局，国王纯属防守棋子。到了残局，大部分棋子消失后，它必须积极投入战斗。

source: Pre nego što naučiš otvaranja i strategiju, nauči ove tri osnovne mat pozicije. Za svaki od njih potrebna je saradnja Kralja!
de: Bevor du Eröffnungen und Strategie lernst, beherrsche diese drei grundlegenden Mattbilder. Jedes davon braucht die Mithilfe des Königs!
en: Before learning openings and strategy, master these three basic mating positions. Each of them needs the king’s cooperation!
fr: Avant d’apprendre les ouvertures et la stratégie, maîtrisez ces trois mats de base. Chacun nécessite la coopération du roi !
hi: ओपनिंग और रणनीति सीखने से पहले, इन तीन बुनियादी मात स्थितियों में महारत हासिल करें। हर एक में राजा का सहयोग आवश्यक है!
it: Prima di imparare aperture e strategia, padroneggia queste tre posizioni di matto di base. Ognuna richiede la collaborazione del re!
ru: Прежде чем учить дебюты и стратегию, освойте эти три базовых матовых позиции. В каждой нужна помощь короля!
zh_hans: 在学习开局和策略之前，先掌握这三种基本将杀。每一种都需要国王的配合！

source: Vežba 1 — Kralj + Top
de: Übung 1 — König + Turm
en: Exercise 1 — King + Rook
fr: Exercice 1 — Roi + Tour
hi: अभ्यास 1 — राजा + हाथी
it: Esercizio 1 — Re + Torre
ru: Упражнение 1 — король + ладья
zh_hans: 练习 1——王 + 车

source: Oteraj crnog Kralja na ivicu table. Top i Kralj moraju da sarađuju!
de: Treibe den schwarzen König an den Brettrand. Turm und König müssen zusammenarbeiten!
en: Drive the black king to the edge of the board. Rook and king must cooperate!
fr: Repoussez le roi noir au bord de l’échiquier. La tour et le roi doivent coopérer !
hi: काले राजा को बोर्ड के किनारे की ओर धकेलें। हाथी और राजा को मिलकर काम करना होगा!
it: Spingi il re nero sul bordo della scacchiera. Torre e re devono collaborare!
ru: Оттесните чёрного короля к краю доски. Ладья и король должны действовать вместе!
zh_hans: 把黑王逼到棋盘边缘。车和王必须配合！

source: Vežba 2 — Kralj + dva Lovca
de: Übung 2 — König + zwei Läufer
en: Exercise 2 — King + two Bishops
fr: Exercice 2 — Roi + deux Fous
hi: अभ्यास 2 — राजा + दो ऊँट
it: Esercizio 2 — Re + due Alfieri
ru: Упражнение 2 — король + два слона
zh_hans: 练习 2——王 + 双象

source: Oteraj Kralja ne samo na ivicu već i u ugao iste boje kao tvoji lovci.
de: Treibe den König nicht nur an den Rand, sondern in eine Ecke der gleichen Farbe wie deine Läufer.
en: Drive the king not only to the edge but into a corner of the same colour as your bishops.
fr: Repoussez le roi non seulement au bord mais dans un coin de la même couleur que vos fous.
hi: राजा को केवल किनारे ही नहीं, बल्कि अपने ऊँटों के रंग के कोने में धकेलें।
it: Spingi il re non solo sul bordo ma in un angolo dello stesso colore dei tuoi alfieri.
ru: Оттесните короля не только к краю, но и в угол того же цвета, что и ваши слоны.
zh_hans: 不仅要把王逼到边缘，还要逼进与你象同色的角落。

source: Vežba 3 — Kralj + Dama
de: Übung 3 — König + Dame
en: Exercise 3 — King + Queen
fr: Exercice 3 — Roi + Dame
hi: अभ्यास 3 — राजा + वज़ीर
it: Esercizio 3 — Re + Donna
ru: Упражнение 3 — король + ферзь
zh_hans: 练习 3——王 + 后

source: Najlakše! Dama odmah sužava prostor. Pazi na pat!
de: Am einfachsten! Die Dame schränkt den Raum sofort ein. Achte auf Patt!
en: The easiest! The queen immediately limits the space. Watch out for stalemate!
fr: Le plus facile ! La dame réduit tout de suite l’espace. Attention au pat !
hi: सबसे आसान! वज़ीर तुरंत जगह सीमित कर देता है। गतिरोध से सावधान!
it: Il più facile! La donna limita subito lo spazio. Attento allo stallo!
ru: Самое лёгкое! Ферзь сразу сужает пространство. Берегитесь пата!
zh_hans: 最简单！后立刻压缩空间。小心逼和！

source: Na početku imaš 8 piona — oni su tvoja "pešadija". Kapablanka napominje: **dobitak jednog piona je najmanji materijalni dobitak i često je dovoljan za pobedu**.
de: Zu Beginn hast du 8 Bauern — sie sind deine „Infanterie“. Capablanca merkt an: **ein einzelner Mehrbauer ist der kleinste materielle Gewinn und reicht oft zum Sieg**.
en: At the start you have 8 pawns — they are your "infantry". Capablanca notes: **winning a single pawn is the smallest material gain and is often enough to win**.
fr: Au début, vous avez 8 pions — c’est votre « infanterie ». Capablanca note : **gagner un seul pion est le plus petit gain matériel et suffit souvent à gagner**.
hi: शुरुआत में आपके पास 8 प्यादे होते हैं — ये आपकी "पैदल सेना" हैं। कापाब्लांका कहते हैं: **एक प्यादा जीतना सबसे छोटा भौतिक लाभ है और अक्सर जीत के लिए पर्याप्त होता है**।
it: All’inizio hai 8 pedoni — sono la tua "fanteria". Capablanca osserva: **guadagnare un solo pedone è il più piccolo vantaggio materiale e spesso basta per vincere**.
ru: В начале у вас 8 пешек — это ваша «пехота». Капабланка отмечает: **выигрыш одной пешки — наименьший материальный перевес, и его часто достаточно для победы**.
zh_hans: 开局时你有 8 个兵——它们是你的“步兵”。卡帕布兰卡指出：**多赢一个兵是最小的物质优势，却常常足以取胜**。

source: Ide isključivo napred, po jedno polje. Na prvom potezu može da preskoči dva polja. **Pioni ne mogu da idu unazad.**
de: Er zieht nur vorwärts, ein Feld nach dem anderen. Beim ersten Zug darf er zwei Felder vorrücken. **Bauern können nicht rückwärts ziehen.**
en: It moves only forward, one square at a time. On its first move it may advance two squares. **Pawns cannot move backward.**
fr: Il avance uniquement, d’une case à la fois. À son premier coup, il peut avancer de deux cases. **Les pions ne peuvent pas reculer.**
hi: यह केवल आगे, एक खाना चलता है। पहली चाल में दो खाने बढ़ सकता है। **प्यादे पीछे नहीं जा सकते।**
it: Avanza solo in avanti, una casa alla volta. Alla prima mossa può avanzare di due case. **I pedoni non possono andare indietro.**
ru: Ходит только вперёд, на одно поле. Первым ходом может пойти на два поля. **Пешки не ходят назад.**
zh_hans: 只能向前走，每次一格。首步可走两格。**兵不能后退。**

source: Jede protivničke figure isključivo po dijagonali jedno polje unapred.
de: Er schlägt gegnerische Figuren nur diagonal, ein Feld nach vorn.
en: It captures enemy pieces only diagonally, one square ahead.
fr: Il capture les pièces adverses uniquement en diagonale, une case en avant.
hi: यह विरोधी मोहरों को केवल तिरछे, एक खाना आगे मारता है।
it: Cattura i pezzi avversari solo in diagonale, una casa in avanti.
ru: Бьёт фигуры противника только по диагонали на одно поле вперёд.
zh_hans: 只能斜向前一格吃子。

source: Ako pion stigne do poslednjeg reda — pretvara se u bilo koju figuru, najčešće Damu. Ovo je moćno oružje u završnici!
de: Erreicht ein Bauer die letzte Reihe, verwandelt er sich in eine beliebige Figur, meist in eine Dame. Im Endspiel ist das eine mächtige Waffe!
en: If a pawn reaches the last rank it turns into any piece, most often a queen. This is a powerful weapon in the endgame!
fr: Si un pion atteint la dernière rangée, il se transforme en n’importe quelle pièce, le plus souvent en dame. C’est une arme puissante en finale !
hi: यदि कोई प्यादा अंतिम रैंक तक पहुँचता है, तो वह किसी भी मोहरे में, अक्सर वज़ीर में बदल जाता है। यह अंत खेल में शक्तिशाली हथियार है!
it: Se un pedone raggiunge l’ultima traversa si trasforma in qualsiasi pezzo, di solito una donna. È un’arma potente nel finale!
ru: Если пешка доходит до последней горизонтали, она превращается в любую фигуру, чаще всего в ферзя. Это мощное оружие в эндшпиле!
zh_hans: 如果兵到达底线，它会升变为任意棋子，通常是后。这是残局中的强力武器！

source: Stoji u uglovima table na početku. Efikasan je tek na otvorenim linijama — koliko god radi sa pioima koji blokiraju put, toliko je ograničen.
de: Er steht zu Beginn in den Brettecken. Erst auf offenen Linien wird er wirksam — je mehr Bauern den Weg versperren, desto eingeschränkter ist er.
en: It starts in the corners of the board. It becomes effective only on open lines — the more pawns block its path, the more limited it is.
fr: Elle commence dans les coins de l’échiquier. Elle ne devient efficace que sur les lignes ouvertes — plus des pions bloquent son chemin, plus elle est limitée.
hi: यह शुरुआत में बोर्ड के कोनों में रहता है। यह केवल खुली लाइनों पर प्रभावी होता है — जितने अधिक प्यादे रास्ता रोकते हैं, यह उतना ही सीमित होता है।
it: Parte negli angoli della scacchiera. Diventa efficace solo sulle linee aperte — più pedoni bloccano il cammino, più è limitata.
ru: В начале стоит по углам доски. Эффективна лишь на открытых линиях — чем больше пешек преграждает путь, тем она ограниченнее.
zh_hans: 开局时位于棋盘的角落。只有在开放线上才有效——越多兵挡路，它就越受限。

source: Kreće se po pravim linijama (napred-nazad, levo-desno) koliko god polja želi. Zajedno, dva Topa su neznatno jača od Dame.
de: Er zieht in geraden Linien (auf-ab, links-rechts) beliebig weit. Zusammen sind zwei Türme etwas stärker als eine Dame.
en: It moves in straight lines (up-down, left-right) as many squares as it likes. Together, two rooks are slightly stronger than a queen.
fr: Elle se déplace en lignes droites (haut-bas, gauche-droite) d’autant de cases qu’elle veut. Ensemble, deux tours sont un peu plus fortes qu’une dame.
hi: यह सीधी रेखाओं में (ऊपर-नीचे, बाएँ-दाएँ) जितने चाहे खाने चलता है। मिलकर, दो हाथी एक वज़ीर से थोड़े मजबूत होते हैं।
it: Si muove in linea retta (su-giù, sinistra-destra) per quante case vuole. Insieme, due torri sono leggermente più forti di una donna.
ru: Ходит по прямым линиям (вверх-вниз, влево-вправо) на любое число полей. Вместе две ладьи чуть сильнее ферзя.
zh_hans: 沿直线（上下、左右）走任意格数。两车合力略强于一后。

source: Jedan lovac uvek ostaje na belim, drugi na crnim poljima. Kapablanka smatra da je **u većini pozicija Lovac vredniji od Skakača**.
de: Ein Läufer bleibt immer auf den hellen, der andere auf den dunklen Feldern. Capablanca meint, dass **der Läufer in den meisten Stellungen mehr wert ist als der Springer**.
en: One bishop always stays on the light squares, the other on the dark. Capablanca holds that **in most positions the bishop is worth more than the knight**.
fr: Un fou reste toujours sur les cases claires, l’autre sur les foncées. Capablanca estime que **dans la plupart des positions, le fou vaut plus que le cavalier**.
hi: एक ऊँट हमेशा हल्के खानों पर, दूसरा गहरे खानों पर रहता है। कापाब्लांका मानते हैं कि **अधिकांश स्थितियों में ऊँट घोड़े से अधिक मूल्यवान है**।
it: Un alfiere resta sempre sulle case chiare, l’altro sulle scure. Capablanca ritiene che **nella maggior parte delle posizioni l’alfiere valga più del cavallo**.
ru: Один слон всегда остаётся на белых полях, другой — на чёрных. Капабланка считает, что **в большинстве позиций слон ценнее коня**.
zh_hans: 一象始终在白格，另一象始终在黑格。卡帕布兰卡认为：**在多数局面中，象比马更有价值**。

source: Kreće se isključivo po dijagonalama. Slabost: "Topov pion koji promovira na polju suprotne boje od Lovca" najčešće vodi remiju umesto pobede.
de: Er zieht nur auf Diagonalen. Schwäche: „ein Turmbauer, der auf einem Feld der Gegenfarbe des Läufers umwandelt“ führt meist zum Remis statt zum Sieg.
en: It moves only along diagonals. Weakness: "a rook pawn that promotes on a square of the opposite colour to the bishop" most often leads to a draw instead of a win.
fr: Il se déplace uniquement en diagonale. Faiblesse : « un pion de tour qui promeut sur une case de couleur opposée au fou » mène le plus souvent à la nulle plutôt qu’au gain.
hi: यह केवल विकर्णों पर चलता है। कमजोरी: "ऐसा हाथी-प्यादा जो ऊँट के विपरीत रंग के खाने पर प्रमोट होता है" अक्सर जीत के बजाय ड्रॉ की ओर ले जाता है।
it: Si muove solo lungo le diagonali. Debolezza: "un pedone di torre che promuove su una casa di colore opposto all’alfiere" porta spesso alla patta invece che alla vittoria.
ru: Ходит только по диагоналям. Слабость: «ладейная пешка, превращающаяся на поле, противоположном по цвету слону», чаще всего ведёт к ничьей, а не к победе.
zh_hans: 只能沿对角线走。弱点：“在与象异色的格子上升变的车兵”往往导致和棋而非胜利。

source: Jedina figura koja preskače ostale. Snažan je u **zatvorenim pozicijama** — kada su linije blokirane pionima. Na ivici table gubi na snazi.
de: Die einzige Figur, die über andere springt. Er ist stark in **geschlossenen Stellungen** — wenn die Linien von Bauern blockiert sind. Am Brettrand verliert er an Stärke.
en: The only piece that jumps over others. It is strong in **closed positions** — when the lines are blocked by pawns. On the edge of the board it loses strength.
fr: La seule pièce qui saute par-dessus les autres. Il est fort dans les **positions fermées** — quand les lignes sont bloquées par des pions. Au bord de l’échiquier, il perd de sa force.
hi: एकमात्र मोहरा जो दूसरों के ऊपर से कूदता है। यह **बंद स्थितियों** में मजबूत है — जब लाइनें प्यादों से अवरुद्ध हों। बोर्ड के किनारे पर यह कमजोर हो जाता है।
it: L’unico pezzo che salta gli altri. È forte nelle **posizioni chiuse** — quando le linee sono bloccate dai pedoni. Sul bordo della scacchiera perde forza.
ru: Единственная фигура, перепрыгивающая через другие. Силён в **закрытых позициях** — когда линии перекрыты пешками. На краю доски теряет силу.
zh_hans: 唯一能跳过其他棋子的棋子。它在**封闭局面**中很强——当线路被兵堵住时。在棋盘边缘则会减弱。

source: Kreće se u obliku slova "L": dva polja pravo pa jedno u stranu.
de: Er zieht in L-Form: zwei Felder gerade, dann eins zur Seite.
en: It moves in an "L" shape: two squares straight, then one to the side.
fr: Il se déplace en forme de « L » : deux cases tout droit puis une sur le côté.
hi: यह "L" आकार में चलता है: दो खाने सीधे फिर एक बगल में।
it: Si muove a forma di "L": due case dritto poi una di lato.
ru: Ходит буквой «Г»: два поля прямо, затем одно в сторону.
zh_hans: 走“L”形：直走两格，再横走一格。

source: Jedina figura koja može da preskače druge figure — i svoje i protivničke!
de: Die einzige Figur, die über andere Figuren springen kann — eigene wie gegnerische!
en: The only piece that can jump over other pieces — both its own and the opponent’s!
fr: La seule pièce qui peut sauter par-dessus d’autres pièces — les siennes comme celles de l’adversaire !
hi: एकमात्र मोहरा जो अन्य मोहरों के ऊपर से कूद सकता है — अपने और विरोधी दोनों के!
it: L’unico pezzo che può saltare altri pezzi — sia i propri sia quelli avversari!
ru: Единственная фигура, которая может перепрыгивать через другие — и свои, и чужие!
zh_hans: 唯一能跳过其他棋子的棋子——无论己方还是对方！
